Repository: jettoai/tally
Catalog: Tally/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: A different skill occupies skills/%@
ja: skills/%@ を別のスキルが使用しています
ko: 다른 스킬이 skills/%@ 폴더를 사용하고 있습니다
zh_hans: skills/%@ 已被其他技能占用
zh_hant: skills/%@ 已被其他技能佔用

source: Apply
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

source: Not applied. Running sessions keep the current model and effort until you apply.
ja: 未適用です。実行中のセッションは、適用するまで現在のモデルと強度を維持します。
ko: 아직 적용되지 않았습니다. 실행 중인 세션은 적용할 때까지 현재 모델과 강도를 유지합니다.
zh_hans: 尚未应用，运行中的会话会保持当前的模型与强度，直到你点击应用。
zh_hant: 尚未套用，執行中的工作階段會維持目前的模型與強度，直到你按下套用。

source: Parallel session in a git worktree (bare -w lists existing)
ja: git worktree で並行セッションを起動 (-w のみで一覧表示)
ko: git worktree에서 병렬 세션 시작 (-w만 입력하면 목록 표시)
zh_hans: 在 git worktree 开平行会话 (单独 -w 列出既有)
zh_hant: 在 git worktree 開平行工作階段 (單獨 -w 列出既有)

source: List worktrees; remove <name> cleans one up after merge
ja: worktree を一覧表示; remove <name> はマージ後に片付け
ko: worktree 목록 표시; remove <name>은 머지 후 정리
zh_hans: 列出 worktree; remove <name> 在 merge 后清理该条
zh_hant: 列出 worktree; remove <name> 在 merge 後清理該條

source: collecting data (%@ of %@ days)
ja: データ収集中（%@／%@ 日）
ko: 데이터 수집 중(%@/%@일)
zh_hans: 数据收集中（%@／%@ 天）
zh_hant: 資料收集中（%@／%@ 天）

source: consider adding an account
ja: アカウントの追加を検討
ko: 계정 추가를 고려하세요
zh_hans: 建议增加一个账号
zh_hant: 建議增加一個帳號

source: at this pace, add %@ accounts
ja: このペースならアカウントを %@ 個追加
ko: 이 속도라면 계정 %@개 추가 권장
zh_hans: 照这个速度，建议再加 %@ 个账号
zh_hant: 照這個速度，建議再加 %@ 個帳號

source: current accounts are sufficient
ja: 現在のアカウントで十分です
ko: 현재 계정으로 충분합니다
zh_hans: 现有账号已足够
zh_hant: 現有帳號已足夠

source: still collecting history
ja: 履歴を蓄積中
ko: 기록 수집 중
zh_hans: 仍在累积历史
zh_hant: 仍在累積歷史

source: weekly need %@ accounts · active burn %@/h · starved %@/wk
ja: 週あたり需要 %@ アカウント · 稼働消費 %@/h · 枯渇 %@/週
ko: 주간 수요 %@ 계정 · 활성 소모 %@/h · 소진 %@/주
zh_hans: 每周需求 %@ 个账号 · 活跃消耗 %@/h · 无量 %@/周
zh_hant: 每週需求 %@ 個帳號 · 活躍燒速 %@/h · 無量 %@/週

source: so far %@ accounts/wk
ja: これまで週 %@ アカウント分
ko: 현재 주당 %@ 계정 분량
zh_hans: 目前 %@ 帐号量/周
zh_hant: 目前 %@ 帳號量/週

source: redeeming…
ja: 引き換え中…
ko: 교환 중…
zh_hans: 兑换中…
zh_hant: 兌換中…

source: %@ pool nearly dry
ja: %@ プールがまもなく枯渇
ko: %@ 풀 소진 임박
zh_hans: %@ 额度即将耗尽
zh_hant: %@ 額度即將耗盡

source: %1$@ of %2$@ left, resets %3$@
ja: 残り %1$@／%2$@、%3$@ にリセット
ko: %2$@ 중 %1$@ 남음, %3$@ 초기화
zh_hans: 剩余 %1$@／%2$@，%3$@ 重置
zh_hant: 剩餘 %1$@／%2$@，%3$@ 重置

source: %@ pool is dry across accounts
ja: %@ プールが全アカウントで枯渇
ko: %@ 풀이 모든 계정에서 소진됨
zh_hans: %@ 额度已跨账号耗尽
zh_hant: %@ 額度已跨帳號耗盡

source: 0 of %1$@ left until %2$@
ja: %1$@ 中 0、%2$@ まで枯渇
ko: %1$@ 중 0 남음, %2$@ 까지
zh_hans: 0／%1$@，须待 %2$@
zh_hant: 0／%1$@，須待 %2$@

source: soon
ja: まもなく
ko: 곧
zh_hans: 即将
zh_hant: 即將

source: Usage advisor
ja: 使用状況アドバイザー
ko: 사용량 어드바이저
zh_hans: 用量顾问
zh_hant: 用量顧問

source: A one-line verdict per provider: at your pace, do you need another account?
ja: プロバイダごとに 1 行の判定：今のペースで、もう 1 アカウント必要ですか？
ko: 프로바이더마다 한 줄 판정: 지금 속도라면 계정이 하나 더 필요할까요?
zh_hans: 每个服务一行判断：照你的节奏，还需要再加一个账号吗？
zh_hant: 每個服務一行判斷：照你的節奏，還需要再加一個帳號嗎？

source: %@/%@d
ja: %@/%@ 日
ko: %@/%@일
zh_hans: %@/%@ 天
zh_hant: %@/%@ 天

source: %@ acct/wk
ja: %@ アカ/週
ko: %@ 계정/주
zh_hans: %@ 账/周
zh_hant: %@ 帳/週

source: Restart every supervised session once it goes idle, so edited hooks and skills take effect
ja: 監視中のセッションをアイドル時に再起動し、編集した hooks や skills を反映
ko: 감독 중인 세션을 유휴 상태일 때 재시작하여 수정한 hooks와 skills를 반영
zh_hans: 所有受监督的会话闲置时重新启动，让改过的 hooks 与 skills 生效
zh_hant: 所有受監督的工作階段閒置時重新啟動，讓改過的 hooks 與 skills 生效

source: Reload running sessions
ja: 実行中のセッションをリロード
ko: 실행 중인 세션 다시 로드
zh_hans: 重新加载运行中的会话
zh_hant: 重新載入執行中的工作階段

source: Each supervised session restarts when it goes idle, so edited hooks and instructions take effect. Conversations continue.
ja: 監視中の各セッションはアイドル時に再起動し、編集した hooks や指示が反映されます。会話はそのまま続きます。
ko: 감독 중인 각 세션은 유휴 상태가 되면 재시작되어 수정한 hooks와 지시가 반영됩니다. 대화는 그대로 이어집니다.
zh_hans: 每个受监督的会话会在闲置时重新启动，让改过的 hooks 与指示生效。对话会延续。
zh_hant: 每個受監督的工作階段會在閒置時重新啟動，讓改過的 hooks 與指示生效。對話會延續。

source: Reload
ja: リロード
ko: 다시 로드
zh_hans: 重新加载
zh_hant: 重新載入

source: Reload %d running session? Each restarts when it goes idle; conversations continue.
ja: 実行中のセッション %d 件をリロードしますか？各セッションはアイドル時に再起動し、会話はそのまま続きます。
ko: 실행 중인 세션 %d개를 다시 로드할까요? 각 세션은 유휴 상태가 되면 재시작되고 대화는 그대로 이어집니다.
zh_hans: 要重新加载 %d 个运行中的会话吗？每个都会在闲置时重新启动，对话会延续。
zh_hant: 要重新載入 %d 個執行中的工作階段嗎？每個都會在閒置時重新啟動，對話會延續。

source: Reload %d running sessions? Each restarts when it goes idle; conversations continue.
ja: 実行中のセッション %d 件をリロードしますか？各セッションはアイドル時に再起動し、会話はそのまま続きます。
ko: 실행 중인 세션 %d개를 다시 로드할까요? 각 세션은 유휴 상태가 되면 재시작되고 대화는 그대로 이어집니다.
zh_hans: 要重新加载 %d 个运行中的会话吗？每个都会在闲置时重新启动，对话会延续。
zh_hant: 要重新載入 %d 個執行中的工作階段嗎？每個都會在閒置時重新啟動，對話會延續。

source: No supervised sessions are running
ja: 監視中のセッションは実行されていません
ko: 실행 중인 감독 세션이 없습니다
zh_hans: 目前没有受监督的会话在运行
zh_hant: 目前沒有受監督的工作階段在執行

source: Could not request a reload
ja: リロードを要求できませんでした
ko: 다시 로드를 요청하지 못했습니다
zh_hans: 无法送出重新加载请求
zh_hant: 無法送出重新載入要求

source: Each restarts when it goes idle
ja: 各セッションはアイドル時に再起動します
ko: 각 세션은 유휴 상태가 되면 재시작됩니다
zh_hans: 每个都会在闲置时重新启动
zh_hant: 每個都會在閒置時重新啟動

source: %d session is running, but it started before this version and cannot reload yet. Restart it once (exit, then launch again) and reload works from then on.
ja: %d 件のセッションが動作中ですが、このバージョンより前に起動したためまだリロードできません。一度だけ再起動すると（終了してから起動）、以後は使えます。
ko: %d개의 세션이 실행 중이지만 이 버전보다 먼저 시작되어 아직 다시 로드할 수 없습니다. 한 번만 재시작하면(종료 후 다시 실행) 그다음부터 작동합니다.
zh_hans: 有 %d 个会话在运行，但它是在这个版本之前启动的，还无法重新加载。把它重开一次（先结束、再启动），之后就能用了。
zh_hant: 有 %d 個工作階段在執行，但它是在這個版本之前啟動的，還無法重新載入。把它重開一次（先結束、再啟動），之後就能用了。

source: %d sessions are running, but they started before this version and cannot reload yet. Restart each one once (exit, then launch again) and reload works from then on.
ja: %d 件のセッションが動作中ですが、いずれもこのバージョンより前に起動したためまだリロードできません。それぞれ一度だけ再起動すると（終了してから起動）、以後は使えます。
ko: %d개의 세션이 실행 중이지만 모두 이 버전보다 먼저 시작되어 아직 다시 로드할 수 없습니다. 각각 한 번씩 재시작하면(종료 후 다시 실행) 그다음부터 작동합니다.
zh_hans: 有 %d 个会话在运行，但它们都是在这个版本之前启动的，还无法重新加载。每个各重开一次（先结束、再启动），之后就能用了。
zh_hant: 有 %d 個工作階段在執行，但它們都是在這個版本之前啟動的，還無法重新載入。每個各重開一次（先結束、再啟動），之後就能用了。

source: %@ is out of quota
ja: %@ のクォータが尽きました
ko: %@ 쿼터가 모두 소진됨
zh_hans: %@ 额度已用尽
zh_hant: %@ 額度已用盡

source: A banked reset can clear its counters now.
ja: ストックされたリセットで今すぐ使用量カウンターをクリアできます。
ko: 보관된 리셋으로 지금 사용량 카운터를 초기화할 수 있습니다.
zh_hans: 现在可用一枚重置存量清空它的用量计数。
zh_hant: 現在可用一枚重置存量清空它的用量計數。

source: %@ has a banked reset expiring
ja: %@ のストックされたリセットがまもなく期限切れ
ko: %@ 의 보관된 리셋이 곧 만료됨
zh_hans: %@ 有一枚重置存量即将到期
zh_hant: %@ 有一枚重置存量即將到期

source: Expires %@. Redeeming it now would not go to waste.
ja: %@ に期限切れ。今引き換えても無駄になりません。
ko: %@ 에 만료됩니다. 지금 교환해도 낭비되지 않습니다.
zh_hans: %@ 到期。现在兑换不会浪费。
zh_hant: %@ 到期。現在兌換不會浪費。

source: Reset is taking effect
ja: リセットを反映中
ko: 리셋 적용 중
zh_hans: 重置生效中
zh_hant: 重置生效中

source: Group by provider
ja: プロバイダごとにグループ化
ko: 프로바이더별로 묶기
zh_hans: 按服务分组
zh_hant: 依服務分組

source: Cards sit in a section per provider instead of one continuous grid.
ja: カードを 1 つの連続したグリッドではなく、プロバイダごとの区画に分けて並べます。
ko: 카드를 하나의 연속된 그리드 대신 프로바이더별 구획으로 나눠 배치합니다.
zh_hans: 卡片按服务分区排列，不再混成同一片网格。
zh_hant: 卡片依服務分區排列，不再混成同一片格線。

source: Layout
ja: レイアウト
ko: 레이아웃
zh_hans: 版面
zh_hant: 版面

source: Columns chosen automatically
ja: 列数を自動で決める
ko: 열 수를 자동으로 결정
zh_hans: 栏数自动决定
zh_hant: 欄數自動決定

source: One column
ja: 1 列
ko: 1열
zh_hans: 单栏
zh_hant: 單欄

source: %lld columns
ja: %lld 列
ko: %lld열
zh_hans: %lld 栏
zh_hant: %lld 欄

source: Usage
ja: 使用状況
ko: 사용량
zh_hans: 用量
zh_hant: 用量

source: Tokens
ja: トークン
ko: 토큰
zh_hans: Token
zh_hant: Token

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: All
ja: 全期間
ko: 전체
zh_hans: 全部
zh_hant: 全部

source: Total tokens
ja: トークン合計
ko: 전체 토큰
zh_hans: Token 总计
zh_hant: Token 總計

source: Input
ja: 入力
ko: 입력
zh_hans: 输入
zh_hant: 輸入

source: Cache write
ja: キャッシュ書込
ko: 캐시 쓰기
zh_hans: 缓存写入
zh_hant: 快取寫入

source: Cache read
ja: キャッシュ読込
ko: 캐시 읽기
zh_hans: 缓存读取
zh_hant: 快取讀取

source: Output
ja: 出力
ko: 출력
zh_hans: 输出
zh_hant: 輸出

source: Projects
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目
zh_hant: 專案

source: Other
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

source: Scratch directories and sessions with no project
ja: 一時ディレクトリとプロジェクトのないセッション
ko: 임시 디렉터리 및 프로젝트가 없는 세션
zh_hans: 临时目录，以及未归属项目的会话
zh_hant: 暫存目錄，以及未歸屬專案的工作階段

source: Reading local transcripts…
ja: ローカル記録を読み込み中…
ko: 로컬 기록을 읽는 중…
zh_hans: 正在读取本机会话记录…
zh_hant: 正在讀取本機對話紀錄…

source: No token usage recorded in this range.
ja: この期間のトークン使用量はありません。
ko: 이 기간에 기록된 토큰 사용량이 없습니다.
zh_hans: 这段时间没有 Token 用量记录。
zh_hant: 這段期間沒有 Token 用量紀錄。

source: Move down
ja: 下へ移動
ko: 아래로 이동
zh_hans: 下移
zh_hant: 下移

source: Move up
ja: 上へ移動
ko: 위로 이동
zh_hans: 上移
zh_hant: 上移

source: Rename…
ja: 名前を変更…
ko: 이름 바꾸기…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Renew login…
ja: ログインを更新…
ko: 로그인 갱신…
zh_hans: 更新登录…
zh_hant: 更新登入…

source: Open config folder
ja: 設定フォルダを開く
ko: 설정 폴더 열기
zh_hans: 打开配置文件夹
zh_hant: 開啟設定資料夾

source: renewing login…
ja: ログインを更新中…
ko: 로그인 갱신 중…
zh_hans: 更新登录中…
zh_hant: 更新登入中…

source: Renewing login
ja: ログインを更新中
ko: 로그인 갱신 중
zh_hans: 正在更新登录
zh_hant: 正在更新登入

source: Finish the sign-in in your browser; Tally will say when it lands.
ja: ブラウザでサインインを完了してください。完了したら Tally がお知らせします。
ko: 브라우저에서 로그인을 완료하세요. 완료되면 Tally가 알려 드립니다.
zh_hans: 请在浏览器完成登录，完成后 Tally 会通知你。
zh_hant: 請在瀏覽器完成登入，完成後 Tally 會通知你。

source: Login renewed
ja: ログインを更新しました
ko: 로그인을 갱신했습니다
zh_hans: 登录已更新
zh_hant: 登入已更新

source: This account is signed in again.
ja: このアカウントは再びサインイン済みです。
ko: 이 계정이 다시 로그인되었습니다.
zh_hans: 这个账号已重新登录。
zh_hant: 這個帳號已重新登入。

source: Login not renewed
ja: ログインを更新できませんでした
ko: 로그인을 갱신하지 못했습니다
zh_hans: 登录未更新
zh_hant: 登入未更新

source: A Terminal window is open on the same command, so you can finish it there.
ja: 同じコマンドでターミナルウインドウを開きました。そちらで続けられます。
ko: 같은 명령으로 터미널 창을 열었습니다. 거기서 마무리할 수 있습니다.
zh_hans: 已用同一条命令打开终端窗口，可以在那里完成。
zh_hant: 已用同一道指令開啟終端機視窗，可以在那裡完成。

source: The login command is on the clipboard: paste it into a terminal.
ja: ログインコマンドをクリップボードにコピーしました。ターミナルに貼り付けて実行してください。
ko: 로그인 명령을 클립보드에 복사했습니다. 터미널에 붙여넣어 실행하세요.
zh_hans: 登录命令已复制到剪贴板，粘贴到终端执行即可。
zh_hant: 登入指令已複製到剪貼簿，貼進終端機執行即可。

source: Tally could not start the login command.
ja: Tally はログインコマンドを開始できませんでした。
ko: Tally가 로그인 명령을 시작하지 못했습니다.
zh_hans: Tally 无法启动登录命令。
zh_hant: Tally 無法啟動登入指令。

source: The login command ended without signing in.
ja: ログインコマンドはサインインせずに終了しました。
ko: 로그인 명령이 로그인하지 않은 채 종료되었습니다.
zh_hans: 登录命令结束了，但没有完成登录。
zh_hant: 登入指令結束了，但沒有完成登入。

source: The sign-in did not finish in time.
ja: サインインが時間内に完了しませんでした。
ko: 로그인이 제한 시간 안에 완료되지 않았습니다.
zh_hans: 登录没有在时限内完成。
zh_hant: 登入沒有在時限內完成。

source: Login expired
ja: ログインが失効しました
ko: 로그인 만료됨
zh_hans: 登录已失效
zh_hant: 登入已失效

source: Account actions
ja: アカウント操作
ko: 계정 작업
zh_hans: 账号操作
zh_hant: 帳號操作

source: Next refill
ja: 次の補充
ko: 다음 충전
zh_hans: 下次回充
zh_hant: 下次回充

source: Sign in again
ja: 再ログイン
ko: 다시 로그인
zh_hans: 重新登录
zh_hant: 重新登入

source: Tightest
ja: 最も逼迫
ko: 가장 빠듯
zh_hans: 最吃紧
zh_hant: 最吃緊

source: Sign in again to bring this account's usage back.
ja: 再度サインインすると、このアカウントの使用状況が戻ります。
ko: 다시 로그인하면 이 계정의 사용량이 복구됩니다.
zh_hans: 重新登录即可恢复此账号的用量。
zh_hant: 重新登入即可恢復此帳號的用量。

source: Tally can no longer read this account's usage. Sign in again to bring it back.
ja: Tally はこのアカウントの使用状況を読み取れません。再度サインインしてください。
ko: Tally가 이 계정의 사용량을 읽을 수 없습니다. 다시 로그인하세요.
zh_hans: Tally 已无法读取此账号的用量，重新登录即可恢复。
zh_hant: Tally 已無法讀取此帳號的用量，重新登入即可恢復。

source: Renew login
ja: ログインを更新
ko: 로그인 갱신
zh_hans: 更新登录
zh_hant: 更新登入

source: Add an account
ja: アカウントを追加
ko: 계정 추가
zh_hans: 添加账号
zh_hant: 新增帳號

source: Tally will create the next config home and open the provider's sign-in page in your browser.
ja: Tally が次の設定ディレクトリを作成し、プロバイダのサインインページをブラウザで開きます。
ko: Tally가 다음 설정 디렉터리를 만들고 브라우저에서 제공업체 로그인 페이지를 엽니다.
zh_hans: Tally 会创建下一个配置目录，并在浏览器中打开该服务商的登录页面。
zh_hant: Tally 會建立下一個設定目錄，並在瀏覽器開啟該供應商的登入頁面。

source: Every numbered config home for this provider already has a login.
ja: このプロバイダの番号付き設定ディレクトリはすべてログイン済みです。
ko: 이 제공업체의 번호가 매겨진 설정 디렉터리에 모두 로그인되어 있습니다.
zh_hans: 该服务商所有编号的配置目录都已有登录。
zh_hant: 這個供應商所有編號的設定目錄都已經有登入了。

source: Share the main account's setup
ja: メインアカウントの設定を共有
ko: 메인 계정 설정 공유
zh_hans: 共享主账号的配置
zh_hant: 共用主帳號的設定

source: The new account links to your main account's instructions, skills, hooks, agents, settings and conversation history, so one setup serves every account. Every account can then read every account's conversations. Sign-in details are never shared.
ja: 新しいアカウントはメインアカウントの指示・skills・hooks・agents・設定・会話履歴にリンクし、一つの設定がすべてのアカウントに使われます。以後どのアカウントからも他のアカウントの会話を読めます。サインイン情報が共有されることはありません。
ko: 새 계정은 메인 계정의 지침, skills, hooks, agents, 설정, 대화 기록에 연결되어 하나의 설정을 모든 계정이 사용합니다. 이후 모든 계정이 다른 계정의 대화를 읽을 수 있습니다. 로그인 정보는 공유되지 않습니다.
zh_hans: 新账号会链接到主账号的指令、skills、hooks、agents、设置与对话记录，一套配置服务所有账号。之后每个账号都能读取其他账号的对话。登录信息永远不会共享。
zh_hant: 新帳號會連結到主帳號的指令、skills、hooks、agents、設定與對話紀錄，一套設定服務所有帳號。之後每個帳號都能讀取其他帳號的對話。登入資訊永遠不會共用。

source: The new account starts empty: its own instructions, skills, hooks, agents, settings and its own conversation history.
ja: 新しいアカウントは空の状態から始まります。独自の指示・skills・hooks・agents・設定・会話履歴を持ちます。
ko: 새 계정은 빈 상태로 시작합니다. 자체 지침, skills, hooks, agents, 설정과 자체 대화 기록을 가집니다.
zh_hans: 新账号从空白开始：自己的指令、skills、hooks、agents、设置与自己的对话记录。
zh_hant: 新帳號從空的開始：自己的指令、skills、hooks、agents、設定與自己的對話紀錄。

source: Add account
ja: アカウントを追加
ko: 계정 추가
zh_hans: 添加账号
zh_hant: 新增帳號

source: Add account…
ja: アカウントを追加…
ko: 계정 추가…
zh_hans: 添加账号…
zh_hant: 新增帳號…

source: Finish the sign-in in your browser. You can close this window; Tally will notify you either way.
ja: ブラウザでサインインを完了してください。このウィンドウは閉じてかまいません。結果はいずれにせよ Tally が通知します。
ko: 브라우저에서 로그인을 완료하세요. 이 창은 닫아도 되며, 결과는 Tally가 알려줍니다.
zh_hans: 请在浏览器中完成登录。你可以关闭这个窗口，无论结果如何 Tally 都会通知你。
zh_hant: 請在瀏覽器完成登入。你可以關掉這個視窗，不論結果如何 Tally 都會通知你。

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Signing in
ja: サインイン中
ko: 로그인 중
zh_hans: 正在登录
zh_hant: 正在登入

source: Preparing the config home…
ja: 設定ディレクトリを準備中…
ko: 설정 디렉터리 준비 중…
zh_hans: 正在准备配置目录…
zh_hant: 正在準備設定目錄…

source: Account added
ja: アカウントを追加しました
ko: 계정이 추가되었습니다
zh_hans: 已添加账号
zh_hant: 已新增帳號

source: It is signed in and listed above. Rename it, reorder it or switch it off any time.
ja: サインイン済みで、上の一覧に表示されています。名前の変更、並べ替え、オフへの切り替えはいつでもできます。
ko: 로그인되어 위 목록에 표시됩니다. 이름 변경, 순서 조정, 끄기는 언제든 가능합니다.
zh_hans: 已登录，并列在上面。你随时可以改名、调整顺序或将其关闭。
zh_hant: 已經登入，並列在上面。你隨時可以改名、調整順序或把它關掉。

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Sign-in not finished
ja: サインインが完了していません
ko: 로그인이 완료되지 않았습니다
zh_hans: 登录尚未完成
zh_hant: 登入尚未完成

source: The config home is ready and waiting - finishing the sign-in later adds the account, and nothing is created twice.
ja: 設定ディレクトリは作成済みです。後でサインインを完了すればそのアカウントが追加され、二重に作成されることはありません。
ko: 설정 디렉터리는 이미 준비되어 있습니다. 나중에 로그인을 완료하면 계정이 추가되며 중복 생성되지 않습니다.
zh_hans: 配置目录已创建好等着：之后完成登录就会加入这个账号，不会重复创建。
zh_hant: 設定目錄已經建好等著：之後完成登入就會加入這個帳號，不會重複建立。

source: Try again
ja: もう一度試す
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

source: Adding an account
ja: アカウントを追加中
ko: 계정 추가 중
zh_hans: 正在添加账号
zh_hant: 正在新增帳號

source: The new account is signed in and showing up now.
ja: 新しいアカウントはサインイン済みで、いま一覧に表示されます。
ko: 새 계정이 로그인되어 지금 목록에 표시됩니다.
zh_hans: 新账号已登录，现在会出现在列表中。
zh_hant: 新帳號已登入，現在會出現在列表中。

source: Account not added
ja: アカウントを追加できませんでした
ko: 계정이 추가되지 않았습니다
zh_hans: 账号未添加
zh_hant: 帳號未新增

source: Tally could not create the config home
ja: Tally は設定ディレクトリを作成できませんでした
ko: Tally가 설정 디렉터리를 만들지 못했습니다
zh_hans: Tally 无法创建配置目录
zh_hant: Tally 無法建立設定目錄

source: Tally could not prepare a config home for the new account.
ja: Tally は新しいアカウント用の設定ディレクトリを準備できませんでした。
ko: Tally가 새 계정용 설정 디렉터리를 준비하지 못했습니다.
zh_hans: Tally 无法为新账号准备配置目录。
zh_hant: Tally 無法為新帳號準備設定目錄。

source: Tally creates the next config home and opens the provider's sign-in in your browser.
ja: Tally が次の設定ディレクトリを作成し、プロバイダのサインインをブラウザで開きます。
ko: Tally가 다음 설정 디렉터리를 만들고 브라우저에서 제공업체 로그인을 엽니다.
zh_hans: Tally 会创建下一个配置目录，并在浏览器中打开该服务商的登录页。
zh_hant: Tally 會建立下一個設定目錄，並在瀏覽器開啟該供應商的登入頁。

source: The config home is waiting: reopen Add account in Settings to finish the sign-in.
ja: 設定ホームは用意できています。設定の「アカウントを追加」からサインインを完了してください。
ko: 구성 홈은 준비되어 있습니다. 설정의 '계정 추가'에서 로그인을 마치세요.
zh_hans: 配置主目录已就绪：回到设置的“添加账号”即可完成登录。
zh_hant: 設定家目錄已就緒：回到設定的「新增帳號」即可完成登入。

source: Tally could not open Terminal, so the login command is on the clipboard: paste it into a terminal.
ja: Tally はターミナルを開けませんでした。ログインコマンドをクリップボードにコピーしたので、ターミナルに貼り付けてください。
ko: Tally가 터미널을 열지 못해 로그인 명령을 클립보드에 복사했습니다. 터미널에 붙여넣어 실행하세요.
zh_hans: Tally 无法打开终端，登录命令已复制到剪贴板：粘贴到终端执行即可。
zh_hant: Tally 無法開啟終端機，登入指令已複製到剪貼簿：貼到終端機執行即可。

source: Tally still sees no signed-in account in this config home. If the Terminal window is still signing in, let it finish before trying again here.
ja: この設定ホームにサインイン済みのアカウントはまだ見当たりません。ターミナルでサインインの途中なら、終わってからここで再試行してください。
ko: 이 구성 홈에서 로그인된 계정을 아직 찾지 못했습니다. 터미널 창이 아직 로그인 중이라면 끝난 뒤에 여기서 다시 시도하세요.
zh_hans: Tally 在这个配置主目录仍看不到已登录的账号。若终端窗口还在登录，请等它结束再在此重试。
zh_hant: Tally 在這個設定家目錄仍看不到已登入的帳號。若終端機視窗還在登入，請等它結束再於此重試。

source: A Terminal window is open on the same command. Finish the sign-in there, then tell Tally to look.
ja: 同じコマンドでターミナルウインドウを開きました。そちらでサインインを終えてから、Tally に確認させてください。
ko: 같은 명령으로 터미널 창이 열려 있습니다. 거기서 로그인을 마친 뒤 Tally에 확인을 요청하세요.
zh_hans: 终端窗口已打开同一个命令。请在那里完成登录，再让 Tally 检查。
zh_hant: 終端機視窗已開在同一個指令上。請在那裡完成登入，再讓 Tally 檢查。

source: Sign in from Terminal
ja: ターミナルでサインイン
ko: 터미널에서 로그인
zh_hans: 在终端登录
zh_hant: 在終端機登入

source: I finished in Terminal
ja: ターミナルで完了しました
ko: 터미널에서 완료했습니다
zh_hans: 我在终端完成了
zh_hant: 我在終端機完成了

source: Could not be linked, so the shared setup is incomplete:
ja: リンクできず、共有設定は不完全です:
ko: 연결하지 못해 공유 설정이 완전하지 않습니다:
zh_hans: 无法建立链接，共享的设置并不完整：
zh_hant: 無法建立連結，共享的設定並不完整：

source: Already in the new home, so left as they were rather than shared:
ja: 新しいホームに既にあるため、共有せずそのままにしました:
ko: 새 홈에 이미 있어 공유하지 않고 그대로 두었습니다:
zh_hans: 新主目录里已经有了，因此保持原样、未共享：
zh_hant: 新家目錄裡已經有了，因此保持原樣、未共享：

source: Conversations are shared: every account can read every account's conversations.
ja: 会話は共有されています。どのアカウントからも全アカウントの会話を読めます。
ko: 대화는 공유됩니다. 모든 계정이 모든 계정의 대화를 읽을 수 있습니다.
zh_hans: 对话为共享：每个账号都能读取所有账号的对话。
zh_hant: 對話為共享：每個帳號都能讀取所有帳號的對話。

source: Conversations are not shared: this account keeps its own history.
ja: 会話は共有されません。このアカウントは独自の履歴を持ちます。
ko: 대화는 공유되지 않습니다. 이 계정은 자체 기록을 유지합니다.
zh_hans: 对话未共享：这个账号保有自己的记录。
zh_hant: 對話未共享：這個帳號保有自己的紀錄。

source: Signed out: renew the login before launching with this account.
ja: サインアウト済みです。このアカウントで起動するにはログインを更新してください。
ko: 로그아웃됨: 이 계정으로 실행하려면 먼저 로그인을 갱신하세요.
zh_hans: 已登出：先更新登录，才能用这个账号启动。
zh_hant: 已登出：先更新登入，才能用這個帳號啟動。

source: Pinned but signed out: launches pick by headroom until the login is renewed. Click to unpin.
ja: 固定済みですがサインアウトしています。ログインを更新するまで、起動は残量で選ばれます。クリックすると固定を解除します。
ko: 고정됨, 로그아웃 상태: 로그인을 갱신할 때까지 실행은 잔여량으로 선택됩니다. 클릭하면 고정이 해제됩니다.
zh_hans: 已钉选但已登出：在更新登录前，启动会改用余量挑选。点一下可取消钉选。
zh_hant: 已釘選但已登出：在更新登入前，啟動會改用餘量挑選。點一下可取消釘選。

source: Signed out: renew the login to spend a banked reset.
ja: サインアウト済みです。貯めたリセットを使うにはログインを更新してください。
ko: 로그아웃됨: 저장된 리셋을 사용하려면 먼저 로그인을 갱신하세요.
zh_hans: 已登出：先更新登录，才能使用存下来的重置。
zh_hant: 已登出：先更新登入，才能使用存下來的重置。

source: Remove account…
ja: アカウントを削除…
ko: 계정 제거…
zh_hans: 移除账号…
zh_hant: 移除帳號…

source: Remove account
ja: アカウントを削除
ko: 계정 제거
zh_hans: 移除账号
zh_hant: 移除帳號

source: Move to Trash
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

source: Tally will move this account's config folder to the Trash:
ja: Tally はこのアカウントの設定フォルダをゴミ箱に移動します：
ko: Tally가 이 계정의 설정 폴더를 휴지통으로 옮깁니다:
zh_hans: Tally 会把这个账号的配置文件夹移到废纸篓：
zh_hant: Tally 會把這個帳號的設定資料夾移到垃圾桶：

source: The conversations and settings in this folder will be moved to the Trash with it, so you can put them back from there.
ja: フォルダ内の会話と設定も一緒にゴミ箱へ移動するので、あとでゴミ箱から戻せます。
ko: 폴더 안의 대화와 설정도 함께 휴지통으로 이동하므로 나중에 휴지통에서 되돌릴 수 있습니다.
zh_hans: 文件夹里的对话与设置会一起移到废纸篓，之后可以从废纸篓还原。
zh_hant: 資料夾裡的對話與設定會一起移到垃圾桶，之後可以從垃圾桶還原。

source: Tally also forgets this account's name, pin and settings. The account at the provider is not touched.
ja: Tally はこのアカウントの名前、ピン、設定も忘れます。プロバイダ側のアカウントには影響しません。
ko: Tally는 이 계정의 이름, 고정, 설정도 잊습니다. 제공업체의 계정은 영향을 받지 않습니다.
zh_hans: Tally 也会忘记这个账号的名称、固定与设置。服务商端的账号不受影响。
zh_hant: Tally 也會忘記這個帳號的名稱、釘選與設定。供應商端的帳號不受影響。

source: Tally could not move the config folder to the Trash.
ja: Tally は設定フォルダをゴミ箱に移動できませんでした。
ko: Tally가 설정 폴더를 휴지통으로 옮기지 못했습니다.
zh_hans: Tally 无法把配置文件夹移到废纸篓。
zh_hant: Tally 無法把設定資料夾移到垃圾桶。

source: Unknown plan
ja: 不明なプラン
ko: 알 수 없는 요금제
zh_hans: 未知方案
zh_hant: 未知方案

source: %@: %@ acct/wk (1 account)
ja: %@: %@ アカ/週（1 アカウント）
ko: %@: %@ 계정/주 (계정 1개)
zh_hans: %@：%@ 账/周（1 个账号）
zh_hant: %@：%@ 帳/週（1 個帳號）

source: %@: %@ acct/wk (%@ accounts)
ja: %@: %@ アカ/週（%@ アカウント）
ko: %@: %@ 계정/주 (계정 %@개)
zh_hans: %@：%@ 账/周（%@ 个账号）
zh_hant: %@：%@ 帳/週（%@ 個帳號）

source: Plan quotas differ, so tiers are counted separately.
ja: プランごとに上限が異なるため、階層ごとに集計しています。
ko: 요금제마다 한도가 달라 등급별로 따로 계산합니다.
zh_hans: 各方案额度不同，因此分层分开计算。
zh_hant: 各方案額度不同，因此分層分開計算。

source: Panel density
ja: パネルの密度
ko: 패널 밀도
zh_hans: 面板密度
zh_hant: 面板密度

source: Cards
ja: カード
ko: 카드
zh_hans: 卡片
zh_hant: 卡片

source: List
ja: リスト
ko: 목록
zh_hans: 列表
zh_hant: 列表

source: Mon
ja: 月
ko: 월
zh_hans: 周一
zh_hant: 週一

source: Wed
ja: 水
ko: 수
zh_hans: 周三
zh_hant: 週三

source: Fri
ja: 金
ko: 금
zh_hans: 周五
zh_hant: 週五

source: Past year: %@ tokens
ja: 過去 1 年 %@ トークン
ko: 지난 1년 %@ 토큰
zh_hans: 过去一年 %@ Token
zh_hant: 過去一年 %@ Token

source: %@ tokens
ja: %@ トークン
ko: %@ 토큰
zh_hans: %@ Token
zh_hant: %@ Token

source: A different command occupies commands/%@
ja: commands/%@ は別のコマンドが使用しています
ko: 다른 명령이 commands/%@ 파일을 사용 중입니다
zh_hans: commands/%@ 已被其他命令占用
zh_hant: commands/%@ 已被其他指令占用

source: An MCP server named tally already exists, so the pickers were not installed
ja: tally という名前の MCP サーバーが既に登録されているため、ネイティブピッカーは未インストールです
ko: tally라는 이름의 MCP 서버가 이미 등록되어 있어 네이티브 선택기를 설치하지 않았습니다
zh_hans: 已有名为 tally 的 MCP server，因此未安装原生选单
zh_hant: 已有名為 tally 的 MCP server，因此未安裝原生選單

source: Could not read .claude.json, so it was left untouched
ja: .claude.json を読み取れなかったため、変更していません
ko: .claude.json을 읽을 수 없어 아무것도 변경하지 않았습니다
zh_hans: 无法读取 .claude.json，因此未做任何更改
zh_hant: 無法讀取 .claude.json，因此未做任何更動

source: Could not read settings.json, so it was left untouched
ja: settings.json を読み取れなかったため、変更していません
ko: settings.json을 읽을 수 없어 아무것도 변경하지 않았습니다
zh_hans: 无法读取 settings.json，因此未做任何更改
zh_hant: 無法讀取 settings.json，因此未做任何更動

source: Start at login
ja: ログイン時に起動
ko: 로그인 시 시작
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Tally is in the menu bar as soon as you log in, so a fresh boot still shows your quota.
ja: ログインするとすぐ Tally がメニューバーに現れるので、起動直後でも残量をひと目で確認できます。
ko: 로그인하면 Tally가 곧바로 메뉴 막대에 나타나므로, 막 부팅한 뒤에도 사용량을 한눈에 볼 수 있습니다.
zh_hans: 登录后 Tally 立刻出现在菜单栏，刚开机也能一眼看到额度。
zh_hant: 登入後 Tally 立刻出現在選單列，剛開機也能一眼看到額度。

source: macOS is holding this back. Allow Tally under Login Items in System Settings; switching this off and on again cannot grant it.
ja: macOS がこれを止めています。「システム設定 → 一般 → ログイン項目」で Tally を許可してください。ここで切り替えを繰り返しても許可は得られません。
ko: macOS가 이를 막고 있습니다. 「시스템 설정 → 일반 → 로그인 항목」에서 Tally를 허용하세요. 여기서 껐다 켜기를 반복해도 허용되지 않습니다.
zh_hans: macOS 正拦着它。请到「系统设置 → 通用 → 登录项」允许 Tally；在这里反复开关并不会取得允许。
zh_hant: macOS 正擋著它。請到「系統設定 → 一般 → 登入項目」允許 Tally；在這裡反覆開關並不會取得允許。

source: macOS found no login item for this copy of Tally. Move Tally to your Applications folder, then turn this on again.
ja: この Tally のログイン項目が macOS で見つかりません。Tally を「アプリケーション」フォルダに移してから、もう一度オンにしてください。
ko: macOS가 이 Tally의 로그인 항목을 찾지 못했습니다. Tally를 「응용 프로그램」 폴더로 옮긴 뒤 다시 켜 주세요.
zh_hans: macOS 找不到这份 Tally 的登录项。请先把 Tally 移到「应用程序」文件夹，再重新开启这个选项。
zh_hant: macOS 找不到這份 Tally 的登入項目。請先把 Tally 移到「應用程式」資料夾，再重新開啟這個選項。

source: macOS reported a login item state this version of Tally does not recognize.
ja: この Tally のバージョンが認識できないログイン項目の状態が macOS から返されました。
ko: 이 버전의 Tally가 알지 못하는 로그인 항목 상태를 macOS가 보고했습니다.
zh_hans: macOS 返回了这个版本的 Tally 无法识别的登录项状态。
zh_hant: macOS 回報了這個版本的 Tally 不認得的登入項目狀態。

source: Open Login Items
ja: ログイン項目を開く
ko: 로그인 항목 열기
zh_hans: 打开登录项
zh_hant: 開啟登入項目

source: Start at login is managed by the installed release app.
ja: 「ログイン時に起動」は、インストール済みの製品版アプリが管理します。
ko: 「로그인 시 시작」은 설치된 정식 버전 앱이 관리합니다.
zh_hans: 「登录时启动」由已安装的正式版负责管理。
zh_hant: 「登入時啟動」由已安裝的正式版負責管理。

source: Models
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: Type to filter
ja: 入力して絞り込み
ko: 입력하여 필터링
zh_hans: 输入以筛选
zh_hant: 輸入以篩選

source: esc to clear
ja: esc でクリア
ko: esc로 지우기
zh_hans: esc 清除
zh_hant: esc 清除
